10/data/attachments/6e6221023ab2b142.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Brandy_first_Actions_55427_3</nif:username>
            <nif:friendToBeRequested>soap_actions_155782e0-0efb-4987-ac17-a2f2ef2aa06c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>